{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Þ": 153,
      "à": 154,
      "á": 155,
      "â": 156,
      "ã": 157,
      "ä": 158,
      "å": 159,
      "æ": 160,
      "ç": 161,
      "è": 162,
      "é": 163,
      "ê": 164,
      "ë": 165,
      "ì": 166,
      "í": 167,
      "î": 168,
      "ï": 169,
      "ð": 170,
      "ĉ": 171,
      "Ġ": 172,
      "Ģ": 173,
      "ģ": 174,
      "Ĥ": 175,
      "ĥ": 176,
      "Ħ": 177,
      "ħ": 178,
      "Ĩ": 179,
      "ĩ": 180,
      "Ī": 181,
      "ī": 182,
      "Ĭ": 183,
      "ĭ": 184,
      "Į": 185,
      "į": 186,
      "İ": 187,
      "ı": 188,
      "Ĳ": 189,
      "ĳ": 190,
      "Ĵ": 191,
      "ĵ": 192,
      "Ķ": 193,
      "ķ": 194,
      "ĸ": 195,
      "Ĺ": 196,
      "ĺ": 197,
      "Ļ": 198,
      "ļ": 199,
      "Ľ": 200,
      "ľ": 201,
      "Ŀ": 202,
      "ŀ": 203,
      "Ł": 204,
      "ł": 205,
      "Ń": 206,
      "an": 207,
      "Ġb": 208,
      "Ġk": 209,
      "ra": 210,
      "Ġi": 211,
      "Ġn": 212,
      "ri": 213,
      "mu": 214,
      "ya": 215,
      "sh": 216,
      "re": 217,
      "wa": 218,
      "ga": 219,
      "Ġa": 220,
      "Ġu": 221,
      "ba": 222,
      "ko": 223,
      "Ġku": 224,
      "ye": 225,
      "Ġmu": 226,
      "âĢ": 227,
      "in": 228,
      "gu": 229,
      "ma": 230,
      "we": 231,
      "za": 232,
      "gi": 233,
      "yo": 234,
      "bi": 235,
      "âĢĻ": 236,
      "ka": 237,
      "ru": 238,
      "zi": 239,
      "bu": 240,
      "te": 241,
      "yi": 242,
      "Ġba": 243,
      "ge": 244,
      "Ġya": 245,
      "and": 246,
      "ta": 247,
      "Ġbi": 248,
      "Ġgu": 249,
      "ha": 250,
      "ro": 251,
      "bo": 252,
      "go": 253,
      "tu": 254,
      "ki": 255,
      "Ġc": 256,
      "wi": 257,
      "ze": 258,
      "si": 259,
      "se": 260,
      "yu": 261,
      "me": 262,
      "ho": 263,
      "ku": 264,
      "ĠI": 265,
      "mi": 266,
      "he": 267,
      "ran": 268,
      "ti": 269,
      "Ġr": 270,
      "wo": 271,
      "Ġko": 272,
      "yan": 273,
      "Ġna": 274,
      "mo": 275,
      "sha": 276,
      "da": 277,
      "be": 278,
      "andi": 279,
      "je": 280,
      "hu": 281,
      "sho": 282,
      "ĠM": 283,
      "ĠA": 284,
      "vu": 285,
      "Ġha": 286,
      "kore": 287,
      "Ġbu": 288,
      "Ġibi": 289,
      "ĠU": 290,
      "shi": 291,
      "ban": 292,
      "mwe": 293,
      "tan": 294,
      "Ġin": 295,
      "Ġni": 296,
      "ĠK": 297,
      "Ġwa": 298,
      "sa": 299,
      "Ġumu": 300,
      "Ġubu": 301,
      "Ġy": 302,
      "rwa": 303,
      "zo": 304,
      "ana": 305,
      "ĠN": 306,
      "anda": 307,
      "Ġm": 308,
      "Ġkandi": 309,
      "ke": 310,
      "fa": 311,
      "Ġama": 312,
      "cu": 313,
      "du": 314,
      "ĠB": 315,
      "to": 316,
      "de": 317,
      "so": 318,
      "ĠR": 319,
      "han": 320,
      "Ġmuri": 321,
      "Ġno": 322,
      "fi": 323,
      "Ġgi": 324,
      "Ġaba": 325,
      "mba": 326,
      "ne": 327,
      "di": 328,
      "Ġyo": 329,
      "Ġcyan": 330,
      "Ġbya": 331,
      "nge": 332,
      "li": 333,
      "Ġari": 334,
      "tse": 335,
      "shobo": 336,
      "bere": 337,
      "zwe": 338,
      "Ġzi": 339,
      "zu": 340,
      "gira": 341,
      "gan": 342,
      "Ġru": 343,
      "Ġim": 344,
      "Ġ2": 345,
      "shin": 346,
      "kan": 347,
      "Ġw": 348,
      "Ġib": 349,
      "ĠMu": 350,
      "Ġ1": 351,
      "fu": 352,
      "gen": 353,
      "Ġki": 354,
      "fite": 355,
      "hi": 356,
      "ĠG": 357,
      "Ġkwi": 358,
      "ĠS": 359,
      "san": 360,
      "su": 361,
      "gwa": 362,
      "ubu": 363,
      "kora": 364,
      "ĠP": 365,
      "bwo": 366,
      "shobora": 367,
      "Ġcya": 368,
      "gara": 369,
      "ĠC": 370,
      "ryo": 371,
      "tanga": 372,
      "kin": 373,
      "Ġka": 374,
      "Ġigi": 375,
      "Ġbyo": 376,
      "wanda": 377,
      "Ġyi": 378,
      "yuma": 379,
      "twa": 380,
      "kome": 381,
      "umu": 382,
      "Ġkuri": 383,
      "Ġma": 384,
      "Ġimi": 385,
      "ama": 386,
      "Ġngo": 387,
      "zwa": 388,
      "rere": 389,
      "shu": 390,
      "yin": 391,
      "Ġbwa": 392,
      "nda": 393,
      "nga": 394,
      "bwa": 395,
      "na": 396,
      "Ġhamwe": 397,
      "ĠâĢ": 398,
      "ĠY": 399,
      "Ġcyane": 400,
      "Ġkuba": 401,
      "do": 402,
      "curu": 403,
      "yobo": 404,
      "aba": 405,
      "en": 406,
      "ĠT": 407,
      "shyi": 408,
      "eza": 409,
      "anya": 410,
      "va": 411,
      "men": 412,
      "pa": 413,
      "Ġuru": 414,
      "kuru": 415,
      "Ġ(": 416,
      "koresho": 417,
      "vuga": 418,
      "le": 419,
      "ci": 420,
      "Ġtu": 421,
      "Ġiki": 422,
      "ini": 423,
      "Ġ20": 424,
      "hugu": 425,
      "Ġneza": 426,
      "andu": 427,
      "Ġbwo": 428,
      "Ġza": 429,
      "korwa": 430,
      "ĠRwanda": 431,
      "ce": 432,
      "ngu": 433,
      "ĠH": 434,
      "ts": 435,
      "hin": 436,
      "rimo": 437,
      "Ġbw": 438,
      "Ġcyangwa": 439,
      "Ġri": 440,
      "riki": 441,
      "ĠUmu": 442,
      "âĢĿ": 443,
      "Ġic": 444,
      "giran": 445,
      "pe": 446,
      "ĠD": 447,
      "ni": 448,
      "Ġnta": 449,
      "giye": 450,
      "uru": 451,
      "bwi": 452,
      "hanga": 453,
      "ibi": 454,
      "Ġbyi": 455,
      "rika": 456,
      "Ġcyo": 457,
      "Ġaban": 458,
      "jwe": 459,
      "vi": 460,
      "kanye": 461,
      "tsi": 462,
      "ĠKu": 463,
      "Ġz": 464,
      "ĠâĢľ": 465,
      "ĠL": 466,
      "pi": 467,
      "tandu": 468,
      "ĠKa": 469,
      "la": 470,
      "00": 471,
      "Ġrya": 472,
      "Ġnde": 473,
      "Ġmi": 474,
      "Ġga": 475,
      "shya": 476,
      "riye": 477,
      "girango": 478,
      "ĠF": 479,
      "mbi": 480,
      "indi": 481,
      "Ġwe": 482,
      "curuzwa": 483,
      "po": 484,
      "koresh": 485,
      "Ġaka": 486,
      "Ġkugirango": 487,
      "Ġby": 488,
      "mw": 489,
      "Ġndetse": 490,
      "Ġyu": 491,
      "Ġdu": 492,
      "ciro": 493,
      "ganda": 494,
      "shyu": 495,
      "tera": 496,
      "kwi": 497,
      "on": 498,
      "Ġariko": 499,
      "biri": 500,
      "Ġkuko": 501,
      "Ġrwa": 502,
      "Ġaho": 503,
      "tandukanye": 504,
      "tege": 505,
      "Ġgihe": 506,
      "bye": 507,
      "shye": 508,
      "ĠJ": 509,
      "gera": 510,
      "Ġcy": 511,
      "Ġbwi": 512,
      "koresha": 513,
      "kana": 514,
      "yinshi": 515,
      "mana": 516,
      "rashobora": 517,
      "Ġbo": 518,
      "rana": 519,
      "ĠIn": 520,
      "sanzwe": 521,
      "yobozi": 522,
      "ĠUbu": 523,
      "ĠIbi": 524,
      "kira": 525,
      "ji": 526,
      "ĠAba": 527,
      "gani": 528,
      "ngera": 529,
      "mbo": 530,
      "gihe": 531,
      "Ġ3": 532,
      "jya": 533,
      "kiri": 534,
      "ĠE": 535,
      "bazo": 536,
      "Ġnk": 537,
      "ruka": 538,
      "intu": 539,
      "ĠGu": 540,
      "ca": 541,
      "Ġkugira": 542,
      "Ġwo": 543,
      "ĠNi": 544,
      "Ġgukora": 545,
      "Ġati": 546,
      "garaga": 547,
      "shaka": 548,
      "bera": 549,
      "Ġzo": 550,
      "Ġwi": 551,
      "um": 552,
      "mbere": 553,
      "tara": 554,
      "ngo": 555,
      "ntu": 556,
      "Ġry": 557,
      "zima": 558,
      "kuriki": 559,
      "banya": 560,
      "ranga": 561,
      "yaka": 562,
      "pu": 563,
      "byo": 564,
      "yango": 565,
      "raga": 566,
      "subi": 567,
      "fasha": 568,
      "Ġmbere": 569,
      "gize": 570,
      "Ġrw": 571,
      "ĠKi": 572,
      "Ġhari": 573,
      "tura": 574,
      "mye": 575,
      "mbu": 576,
      "komeye": 577,
      "bona": 578,
      "ĠMa": 579,
      "byi": 580,
      "roshye": 581,
      "tsin": 582,
      "Ġimbere": 583,
      "tuma": 584,
      "yeme": 585,
      "hindu": 586,
      "ĠBu": 587,
      "menye": 588,
      "bone": 589,
      "rw": 590,
      "rwe": 591,
      "uko": 592,
      "Ġibyo": 593,
      "ryango": 594,
      "koreshwa": 595,
      "Ġt": 596,
      "she": 597,
      "Ġyari": 598,
      "kaba": 599,
      "Ġnyuma": 600,
      "gomba": 601,
      "Ġuyu": 602,
      "yama": 603,
      "Ġbari": 604,
      "banu": 605,
      "here": 606,
      "Ġuko": 607,
      "nsi": 608,
      "Ġabantu": 609,
      "ndi": 610,
      "ve": 611,
      "Ġse": 612,
      "Ġcyi": 613,
      "Ġkubi": 614,
      "Ġburi": 615,
      "Ġgusa": 616,
      "vuze": 617,
      "shan": 618,
      "geza": 619,
      "Ġhan": 620,
      "Ġsi": 621,
      "im": 622,
      "turage": 623,
      "Ġkwa": 624,
      "shanya": 625,
      "Ġhe": 626,
      "mwa": 627,
      "Ġibikoresho": 628,
      "Ubu": 629,
      "fo": 630,
      "Ġnti": 631,
      "ĠHa": 632,
      "nze": 633,
      "bya": 634,
      "shimi": 635,
      "rira": 636,
      "teri": 637,
      "kene": 638,
      "ĠGa": 639,
      "ĠAma": 640,
      "man": 641,
      "Ġburyo": 642,
      "Ġrwo": 643,
      "ĠYa": 644,
      "Ġubwo": 645,
      "jyan": 646,
      "Ġumw": 647,
      "ĠBa": 648,
      "maze": 649,
      "co": 650,
      "lo": 651,
      "juru": 652,
      "Ġnubu": 653,
      "ere": 654,
      "kino": 655,
      "Ġ\"": 656,
      "cyo": 657,
      "Ġ201": 658,
      "Ġigihe": 659,
      "ĠW": 660,
      "bwe": 661,
      ".âĢĿ": 662,
      "Ġe": 663,
      "Ġavuga": 664,
      "shuri": 665,
      "hita": 666,
      "Ġgute": 667,
      "gura": 668,
      "Ġbyu": 669,
      "rin": 670,
      "komeza": 671,
      "Ġiyo": 672,
      "gana": 673,
      "shyira": 674,
      "rane": 675,
      "zamu": 676,
      "ĠRu": 677,
      "Ġaga": 678,
      "kura": 679,
      "gabo": 680,
      "genzi": 681,
      "Ġtwa": 682,
      "ani": 683,
      "nye": 684,
      "Ġmubi": 685,
      "sobanu": 686,
      "riza": 687,
      "Ġ4": 688,
      "Ġ5": 689,
      "imi": 690,
      "Ġicyo": 691,
      "Ġiyi": 692,
      "Ġibicuruzwa": 693,
      "ine": 694,
      "zira": 695,
      "Ġ202": 696,
      "fatan": 697,
      "kere": 698,
      "ngan": 699,
      "igi": 700,
      "huza": 701,
      "saba": 702,
      "razi": 703,
      "bindi": 704,
      "kiriya": 705,
      "faranga": 706,
      "ĠBi": 707,
      "genzu": 708,
      "fata": 709,
      "Ġuburyo": 710,
      "Ġye": 711,
      "ina": 712,
      "Ġnibi": 713,
      "jye": 714,
      "Ġbyinshi": 715,
      "gore": 716,
      "mbaraga": 717,
      "Ġhejuru": 718,
      "baye": 719,
      "Ġbita": 720,
      "Ġnka": 721,
      "kano": 722,
      "shanyarazi": 723,
      "ĠPa": 724,
      "rwanda": 725,
      "ndo": 726,
      "Ġrwe": 727,
      "Umu": 728,
      "shini": 729,
      "gere": 730,
      "tekano": 731,
      "Ġmwa": 732,
      "soko": 733,
      "bandi": 734,
      "no": 735,
      "geze": 736,
      "ĠIgi": 737,
      "curuzi": 738,
      "korana": 739,
      "mbe": 740,
      "ĠYe": 741,
      "Ġkw": 742,
      "Ġgutanga": 743,
      "korere": 744,
      "Ġkumu": 745,
      "gati": 746,
      "Ġmugihe": 747,
      "Ġbyose": 748,
      "shinwa": 749,
      "Ġuku": 750,
      "Ġibintu": 751,
      "ĠO": 752,
      "zida": 753,
      "ja": 754,
      "Ġkwe": 755,
      "enshi": 756,
      "Ġmubu": 757,
      "shinzwe": 758,
      "shyuhe": 759,
      "ĠUru": 760,
      "renge": 761,
      "Ġ/": 762,
      "twe": 763,
      "Ġmunsi": 764,
      "ziza": 765,
      "ter": 766,
      "cya": 767,
      "ĠLe": 768,
      "Ġkubu": 769,
      "Ġre": 770,
      "Ġryi": 771,
      "ĠV": 772,
      "guru": 773,
      "Ġkubera": 774,
      "rani": 775,
      "Ġ-": 776,
      "wu": 777,
      "tariki": 778,
      "mashini": 779,
      "ubwo": 780,
      "iki": 781,
      "zuba": 782,
      "Ġguha": 783,
      "ranye": 784,
      "Ġban": 785,
      "garuka": 786,
      "ĠNya": 787,
      "ĠPere": 788,
      "Ġbiga": 789,
      "tegeko": 790,
      "nyi": 791,
      "tsinda": 792,
      "rwanya": 793,
      "rongo": 794,
      "tekere": 795,
      "kozwe": 796,
      "ĠPo": 797,
      "genda": 798,
      "twara": 799,
      "rivi": 800,
      "Ġ6": 801,
      "shinga": 802,
      "meza": 803,
      "gali": 804,
      "kije": 805,
      "hitamo": 806,
      "kwa": 807,
      "zaba": 808,
      "Ġata": 809,
      "shushan": 810,
      "Ġbyiza": 811,
      "Ġiri": 812,
      "Ġkure": 813,
      "mere": 814,
      "ĠCo": 815,
      "saru": 816,
      "side": 817,
      "ĠPerezida": 818,
      "Ġrwego": 819,
      "Ġpo": 820,
      "Ġnziza": 821,
      "Ġkugeza": 822,
      "..": 823,
      "Ġmwaka": 824,
      "guri": 825,
      "giza": 826,
      "Ġaha": 827,
      "inisi": 828,
      "riro": 829,
      "Ġmo": 830,
      "nde": 831,
      "ano": 832,
      "subizo": 833,
      "Ġ19": 834,
      "jyanye": 835,
      "genzura": 836,
      "bana": 837,
      "garagara": 838,
      "doka": 839,
      "korera": 840,
      "terambere": 841,
      "Ġyavuze": 842,
      "Ġifite": 843,
      "shije": 844,
      "Ġhagati": 845,
      "ĠIki": 846,
      "saruro": 847,
      "Ġbara": 848,
      "ĠGi": 849,
      "zuye": 850,
      "Ġserivi": 851,
      "komeje": 852,
      "riko": 853,
      ").": 854,
      "garagaza": 855,
      "rekana": 856,
      "rasi": 857,
      "ande": 858,
      "Ġumwe": 859,
      "Ġp": 860,
      "Ġimbaraga": 861,
      "kikije": 862,
      "20": 863,
      "shushanyo": 864,
      "ju": 865,
      "Ġbite": 866,
      "pam": 867,
      "Ġbenshi": 868,
      "Ġkuru": 869,
      "zweho": 870,
      "ĠKigali": 871,
      "hora": 872,
      "Ġbaka": 873,
      "inyu": 874,
      "mva": 875,
      "er": 876,
      "Ġbira": 877,
      "gano": 878,
      "ngere": 879,
      "Ġkuga": 880,
      "Ġbaba": 881,
      "sange": 882,
      "tego": 883,
      "shobozi": 884,
      "Ġgukoresha": 885,
      "buhanga": 886,
      "bara": 887,
      "Ġgihugu": 888,
      "Ġbata": 889,
      "siye": 890,
      "dukikije": 891,
      "Ġbitandukanye": 892,
      "Ġcyu": 893,
      "sabwa": 894,
      "kozi": 895,
      "nini": 896,
      "Aba": 897,
      "bantu": 898,
      "ĠMuri": 899,
      "menya": 900,
      "hunda": 901,
      "ĠLeta": 902,
      "tiri": 903,
      "sanga": 904,
      "site": 905,
      "Ġumuntu": 906,
      "Ġhanze": 907,
      "Ġbafite": 908,
      "koze": 909,
      "uka": 910,
      "Ġtariki": 911,
      "ue": 912,
      "Ġakaba": 913,
      "Ġrusange": 914,
      "tero": 915,
      "Ġs": 916,
      "Ġte": 917,
      "buga": 918,
      "Ġkuva": 919,
      "modoka": 920,
      "shwa": 921,
      "ĠâĢĺ": 922,
      "koreshe": 923,
      "rya": 924,
      "Ġibya": 925,
      "eno": 926,
      "sitemu": 927,
      "koranabuhanga": 928,
      "zirane": 929,
      "ĠZ": 930,
      "ziranenge": 931,
      "ing": 932,
      "âĢĿ.": 933,
      "inji": 934,
      "gari": 935,
      "mbwa": 936,
      "jyi": 937,
      "ĠKo": 938,
      "ĠRe": 939,
      "Ġara": 940,
      "gami": 941,
      "zama": 942,
      "Ġserivisi": 943,
      "dwa": 944,
      "shize": 945,
      "Ġbyoroshye": 946,
      "mp": 947,
      "Ibi": 948,
      "rwego": 949,
      "terere": 950,
      "Ġho": 951,
      "ĠMinisi": 952,
      "rinda": 953,
      "Ġharimo": 954,
      "Ġamazi": 955,
      "pfu": 956,
      "),": 957,
      "Ġgahunda": 958,
      "renga": 959,
      "kwiye": 960,
      "yoboro": 961,
      "pamvu": 962,
      "reke": 963,
      "Ġntabwo": 964,
      "Ġamafaranga": 965,
      "Ġrwi": 966,
      "rutse": 967,
      "jo": 968,
      "insi": 969,
      "inshi": 970,
      "mari": 971,
      "tangiye": 972,
      "seze": 973,
      "gufu": 974,
      "Ġahu": 975,
      "Igi": 976,
      "bare": 977,
      "ĠAti": 978,
      "Ġbose": 979,
      "Mu": 980,
      "enoside": 981,
      "gero": 982,
      "Ġkimwe": 983,
      "tso": 984,
      "furika": 985,
      "Ġ7": 986,
      "Ġyose": 987,
      "ĠJenoside": 988,
      "Ġbe": 989,
      "st": 990,
      "lisi": 991,
      "keneye": 992,
      "Ġuwo": 993,
      "yiza": 994,
      "hare": 995,
      "tangira": 996,
      "Ġ10": 997,
      "vuta": 998,
      "bonye": 999,
      "Ġnya": 1000,
      "siga": 1001,
      "fati": 1002,
      "hariye": 1003,
      "Ġniba": 1004,
      "yungu": 1005,
      "ngeye": 1006,
      "ĠMi": 1007,
      "ranya": 1008,
      "ingo": 1009,
      "tswe": 1010,
      "Ġabaturage": 1011,
      "Ġmw": 1012,
      "Ġ8": 1013,
      "duko": 1014,
      "ĠImana": 1015,
      "Ku": 1016,
      "Ġibikorwa": 1017,
      "In": 1018,
      "ĠTu": 1019,
      "Ġafite": 1020,
      "Ġimikorere": 1021,
      "Ama": 1022,
      "Ġiz": 1023,
      "tegu": 1024,
      "ĠRa": 1025,
      "ll": 1026,
      "Ġyara": 1027,
      "ĠSa": 1028,
      "tungan": 1029,
      "gurisha": 1030,
      "Ġubuzima": 1031,
      "Ġabana": 1032,
      "Ġimp": 1033,
      "kwe": 1034,
      "Ġira": 1035,
      "ywa": 1036,
      "siyete": 1037,
      "hindura": 1038,
      "inya": 1039,
      "Ġbiza": 1040,
      "Ġyubu": 1041,
      "Ġahan": 1042,
      "Ġimyaka": 1043,
      "kire": 1044,
      "ziga": 1045,
      "nya": 1046,
      "Ġnyinshi": 1047,
      "Ġbaza": 1048,
      "kobwa": 1049,
      "mera": 1050,
      "tabi": 1051,
      "Ġyacu": 1052,
      "kunda": 1053,
      "Ġyaba": 1054,
      "Ġbikorwa": 1055,
      "horo": 1056,
      "bwira": 1057,
      "yoni": 1058,
      "bura": 1059,
      "Ġkubona": 1060,
      "mbye": 1061,
      "handa": 1062,
      "Ġmili": 1063,
      "Ġisi": 1064,
      "taka": 1065,
      "tangaje": 1066,
      "Ġnibindi": 1067,
      "Ġubuziranenge": 1068,
      "Ġuruhare": 1069,
      "Ġumutekano": 1070,
      "000": 1071,
      "merika": 1072,
      "sosiyete": 1073,
      "tyo": 1074,
      "Ġiza": 1075,
      "Ġahubwo": 1076,
      "Ġyan": 1077,
      "dasanzwe": 1078,
      "Ġbaha": 1079,
      "sin": 1080,
      "tekerezo": 1081,
      "diri": 1082,
      "Ġfi": 1083,
      "gije": 1084,
      "mbara": 1085,
      "Ġsisitemu": 1086,
      "Ġabi": 1087,
      "ĠImi": 1088,
      "Ġaza": 1089,
      "mvi": 1090,
      "Ġbaga": 1091,
      "Ġumusaruro": 1092,
      "zamura": 1093,
      "teka": 1094,
      "anga": 1095,
      "gisha": 1096,
      "kun": 1097,
      "igihugu": 1098,
      "gene": 1099,
      "Ġisoko": 1100,
      "Ġkugera": 1101,
      "Ġtwi": 1102,
      "Ġingaruka": 1103,
      "tutsi": 1104,
      "yongera": 1105,
      "Ġbwiza": 1106,
      "Ġitanga": 1107,
      "tatu": 1108,
      "Ġkabiri": 1109,
      "Ġyumu": 1110,
      "tebe": 1111,
      "Ġicya": 1112,
      "fungu": 1113,
      "kinnyi": 1114,
      "hova": 1115,
      "ic": 1116,
      "tion": 1117,
      "Ġikin": 1118,
      "mwi": 1119,
      "shatsi": 1120,
      "Ġamakuru": 1121,
      "mya": 1122,
      "karere": 1123,
      "Ġmugu": 1124,
      "ngi": 1125,
      "Ġirashobora": 1126,
      "Ġwari": 1127,
      "Ġika": 1128,
      "rire": 1129,
      "Ġnu": 1130,
      "Ġkugenzura": 1131,
      "twi": 1132,
      "Ġgusu": 1133,
      "byeyi": 1134,
      "ou": 1135,
      "Ġ0": 1136,
      "el": 1137,
      "shakashatsi": 1138,
      "Ġnko": 1139,
      "ĠYehova": 1140,
      "pimo": 1141,
      "ĠSi": 1142,
      "Ġryo": 1143,
      "ganiro": 1144,
      "tima": 1145,
      "Ġyin": 1146,
      "Ġ,": 1147,
      "fe": 1148,
      "bwenge": 1149,
      "tanu": 1150,
      "Ġbirashobora": 1151,
      "gendo": 1152,
      "Ġmpu": 1153,
      "Ġabandi": 1154,
      "Ġibyuma": 1155,
      "Ġubwi": 1156,
      "Ã©": 1157,
      "banza": 1158,
      "Ġkurwanya": 1159,
      "Ġubushyuhe": 1160,
      "Ġikibazo": 1161,
      "hereza": 1162,
      "Ġibibazo": 1163,
      "Ġ9": 1164,
      "Ġnin": 1165,
      "19": 1166,
      "rt": 1167,
      "sti": 1168,
      "zwi": 1169,
      "hanzi": 1170,
      "menyetso": 1171,
      "que": 1172,
      "yije": 1173,
      "tungo": 1174,
      "ane": 1175,
      "ruko": 1176,
      "tare": 1177,
      "ganira": 1178,
      "ĠAfurika": 1179,
      "Ġufite": 1180,
      "ss": 1181,
      "Ġrero": 1182,
      "tumwa": 1183,
      "zego": 1184,
      "yuba": 1185,
      "ĠSe": 1186,
      "Ġyawe": 1187,
      "fatanye": 1188,
      "vuduko": 1189,
      "Ġ15": 1190,
      "Ġisu": 1191,
      "tegan": 1192,
      "pfo": 1193,
      "Ġmuburyo": 1194,
      "imyaka": 1195,
      "Ġguhu": 1196,
      "Ġubure": 1197,
      "rano": 1198,
      "Ġo": 1199,
      "game": 1200,
      "kubi": 1201,
      "Ġbacu": 1202,
      "goro": 1203,
      "Ġnigi": 1204,
      "gezweho": 1205,
      "pira": 1206,
      "al": 1207,
      "Ġabo": 1208,
      "Ġhafi": 1209,
      "mweru": 1210,
      "ĠNa": 1211,
      "dafite": 1212,
      "Ġbika": 1213,
      "ol": 1214,
      "Ġkuvu": 1215,
      "mura": 1216,
      "hise": 1217,
      "ĠKagame": 1218,
      "soho": 1219,
      "PR": 1220,
      "Ġyabo": 1221,
      "shimira": 1222,
      "Ġpa": 1223,
      "kunga": 1224,
      "Ġumwanya": 1225,
      "vuye": 1226,
      "Ġbatu": 1227,
      "rije": 1228,
      "gingo": 1229,
      "tunganya": 1230,
      "kiko": 1231,
      "yon": 1232,
      "Ġgukoreshwa": 1233,
      "Ġkugabanya": 1234,
      "raho": 1235,
      "ĠUmuyobozi": 1236,
      "moka": 1237,
      "tonde": 1238,
      "fashe": 1239,
      "poro": 1240,
      "humbi": 1241,
      "menyi": 1242,
      "kungu": 1243,
      "mbuye": 1244,
      "muri": 1245,
      "maro": 1246,
      "bikorwa": 1247,
      "Ġguhuza": 1248,
      "rohe": 1249,
      "ĠCa": 1250,
      "rwaho": 1251,
      "Ġimashini": 1252,
      "ibindi": 1253,
      "ĠMo": 1254,
      "Ġbituma": 1255,
      "hinzi": 1256,
      "banyarwanda": 1257,
      "kani": 1258,
      "shwe": 1259,
      "Ġimwe": 1260,
      "ris": 1261,
      "Ġmaze": 1262,
      "Ġbamwe": 1263,
      "dwara": 1264,
      "Ġkarere": 1265,
      "tangi": 1266,
      "Ġnaba": 1267,
      "puro": 1268,
      "min": 1269,
      "koresheje": 1270,
      "Ġmwi": 1271,
      "papuro": 1272,
      "abandi": 1273,
      "Ġubushobozi": 1274,
      "Ġkongera": 1275,
      "kini": 1276,
      "Ġbyin": 1277,
      "bintu": 1278,
      "Ġabakiriya": 1279,
      "oma": 1280,
      "Ġnama": 1281,
      "fuza": 1282,
      "Ġ30": 1283,
      "Ġ12": 1284,
      "Ġahantu": 1285,
      "fatanya": 1286,
      "Ġbyacu": 1287,
      "Ġingufu": 1288,
      "guzi": 1289,
      "Ġbabi": 1290,
      "banze": 1291,
      "Ġbifite": 1292,
      "zamahanga": 1293,
      "kon": 1294,
      "tora": 1295,
      "kina": 1296,
      "kazi": 1297,
      "ĠMinisitiri": 1298,
      "tari": 1299,
      "Ġbavuga": 1300,
      "shingiye": 1301,
      "Ni": 1302,
      "ĠIyo": 1303,
      "Ġme": 1304,
      "hinduka": 1305,
      "shuro": 1306,
      "tore": 1307,
      "ĠAmerika": 1308,
      "kiye": 1309,
      "yenda": 1310,
      "hana": 1311,
      "Ġicyi": 1312,
      "Ġhanyuma": 1313,
      "Ġgufata": 1314,
      "Ġgushi": 1315,
      "Ġnku": 1316,
      "swa": 1317,
      "abantu": 1318,
      "Ġibyi": 1319,
      "Ġbityo": 1320,
      "ĠDu": 1321,
      "Ġgushyira": 1322,
      "Ġibidukikije": 1323,
      "ĠJe": 1324,
      "bunga": 1325,
      "yobora": 1326,
      "byiruko": 1327,
      "Ġnki": 1328,
      "yemezo": 1329,
      "Ġiha": 1330,
      "ĠIyi": 1331,
      "Ġkujya": 1332,
      "ry": 1333,
      "inini": 1334,
      "Ġmiliyoni": 1335,
      "ĠFC": 1336,
      "kara": 1337,
      "ĠDi": 1338,
      "Ġmuma": 1339,
      "ĠUyu": 1340,
      "gamba": 1341,
      "bonera": 1342,
      "Ġbye": 1343,
      "uga": 1344,
      "yandi": 1345,
      "shoboka": 1346,
      "bwiye": 1347,
      "kuri": 1348,
      "korewe": 1349,
      "Ġuri": 1350,
      "ĠKarere": 1351,
      "ĠMe": 1352,
      "tanda": 1353,
      "muga": 1354,
      "Ġyeme": 1355,
      "Ġbiri": 1356,
      "Ġiga": 1357,
      "kenewe": 1358,
      "teye": 1359,
      "Ġngombwa": 1360,
      "Ġkire": 1361,
      "zewe": 1362,
      "Ġbishobora": 1363,
      "Ġwu": 1364,
      "Ġiterambere": 1365,
      "ĠIm": 1366,
      "boneka": 1367,
      "sezerano": 1368,
      "Ġbiba": 1369,
      "Ġinama": 1370,
      "nyama": 1371,
      "Ġkubaka": 1372,
      "ĠNo": 1373,
      "mini": 1374,
      "aga": 1375,
      "AN": 1376,
      "Ġkumenya": 1377,
      "ch": 1378,
      "rd": 1379,
      "Ġdi": 1380,
      "Ġcyiza": 1381,
      "ĠNyuma": 1382,
      "Ġzu": 1383,
      "ĠAbatutsi": 1384,
      "Ġbutandukanye": 1385,
      "sirika": 1386,
      "ĠYagize": 1387,
      "Ġgito": 1388,
      "sanze": 1389,
      "kurikije": 1390,
      "genewe": 1391,
      "sabye": 1392,
      "zan": 1393,
      "Ġyagize": 1394,
      "ywe": 1395,
      "Ġudu": 1396,
      "juje": 1397,
      "ota": 1398,
      "kanya": 1399,
      "sobanuro": 1400,
      "Ġkuzamura": 1401,
      "fashi": 1402,
      "konje": 1403,
      "kombe": 1404,
      "shanwa": 1405,
      "van": 1406,
      "bure": 1407,
      "Ġgutera": 1408,
      "Ġagaciro": 1409,
      "kwira": 1410,
      "ĠSpo": 1411,
      "rura": 1412,
      "ĠIc": 1413,
      "ck": 1414,
      "nyu": 1415,
      "Ġhi": 1416,
      "Ġumwa": 1417,
      "ĠPolisi": 1418,
      "shyize": 1419,
      "Ġmyaka": 1420,
      "ĠDr": 1421,
      "bereye": 1422,
      "shami": 1423,
      "Ġibice": 1424,
      "hirwe": 1425,
      "Ġwese": 1426,
      "Ġmpuzamahanga": 1427,
      "shimiye": 1428,
      "Gu": 1429,
      "rera": 1430,
      "tumye": 1431,
      "Ġbirimo": 1432,
      "gende": 1433,
      "Ġyaha": 1434,
      "siyo": 1435,
      "Ġiba": 1436,
      "Ġkwishyu": 1437,
      "Ġikipe": 1438,
      "rts": 1439,
      "tin": 1440,
      "kunze": 1441,
      "huse": 1442,
      "Ġ200": 1443,
      "kirwa": 1444,
      "Ġbihugu": 1445,
      "dirimbo": 1446,
      "biko": 1447,
      "ĠNta": 1448,
      "Ġkuyi": 1449,
      "ĠUbwo": 1450,
      "Ġkura": 1451,
      "bwiriza": 1452,
      "kari": 1453,
      "sirikare": 1454,
      "shingano": 1455,
      "Ġnuburyo": 1456,
      "Ġsa": 1457,
      "pakira": 1458,
      "shusho": 1459,
      "Igihugu": 1460,
      "zera": 1461,
      "Ġhasi": 1462,
      "shyigi": 1463,
      "Ġamashanyarazi": 1464,
      "Ġinzira": 1465,
      "hani": 1466,
      "uza": 1467,
      "Ġgutwara": 1468,
      "Ġmen": 1469,
      "Ġumwana": 1470,
      "ĠÂ": 1471,
      "Ġgukomeza": 1472,
      "shushanya": 1473,
      "Ġguteza": 1474,
      "lle": 1475,
      "mbwe": 1476,
      "herere": 1477,
      "Ġnawe": 1478,
      "Ġimiterere": 1479,
      "mira": 1480,
      "Imana": 1481,
      "guye": 1482,
      "Ġbigatuma": 1483,
      "Ġzitandukanye": 1484,
      "shaho": 1485,
      "liya": 1486,
      "yumba": 1487,
      "hari": 1488,
      "shora": 1489,
      "zere": 1490,
      "Ġbinyu": 1491,
      "Ġbijyanye": 1492,
      "reba": 1493,
      "mm": 1494,
      "Ġmuru": 1495,
      "Ġ.": 1496,
      "Ġuwa": 1497,
      "myenda": 1498,
      "Ġde": 1499,
      "ĠJean": 1500,
      "ĠIbikoresho": 1501,
      "tsa": 1502,
      "Ġikora": 1503,
      "buka": 1504,
      "Ġmyiza": 1505,
      "Ġcye": 1506,
      "shingi": 1507,
      "Ġmenshi": 1508,
      "Ġigihugu": 1509,
      "ongo": 1510,
      "gaban": 1511,
      "Ġrimwe": 1512,
      "saha": 1513,
      "Ġzose": 1514,
      "gambo": 1515,
      "mara": 1516,
      "Ġbamu": 1517,
      "banga": 1518,
      "Ġmbonera": 1519,
      "tani": 1520,
      "Ġ199": 1521,
      "Ġnaho": 1522,
      "tegere": 1523,
      "kurikirana": 1524,
      "abaturage": 1525,
      "Ġikoreshwa": 1526,
      "Ġuza": 1527,
      "Ġmpamvu": 1528,
      "yaga": 1529,
      "umw": 1530,
      "ĠSports": 1531,
      "Ġbakaba": 1532,
      "ib": 1533,
      "ĠHari": 1534,
      "liti": 1535,
      "ramo": 1536,
      "shyin": 1537,
      "ĠYo": 1538,
      "garagaje": 1539,
      "vuzi": 1540,
      "sore": 1541,
      "bikoresho": 1542,
      "yeshuri": 1543,
      "Ġbyan": 1544,
      "rwo": 1545,
      "Ġhaba": 1546,
      "kundo": 1547,
      "Ġbwe": 1548,
      "Ġwawe": 1549,
      "zungu": 1550,
      "Ġ11": 1551,
      "Ġihu": 1552,
      "Ġikoranabuhanga": 1553,
      "Ġkuza": 1554,
      "lasti": 1555,
      "toki": 1556,
      "Ġuta": 1557,
      "Ġpe": 1558,
      "ngabunga": 1559,
      "hande": 1560,
      "fun": 1561,
      "tegetsi": 1562,
      "lu": 1563,
      "shyushye": 1564,
      "...": 1565,
      "Ġkirekire": 1566,
      "Ġuka": 1567,
      "Ġbarimo": 1568,
      "Ġnubwo": 1569,
      "toza": 1570,
      "Ġkibazo": 1571,
      "nd": 1572,
      "Ġakazi": 1573,
      "Ġcyose": 1574,
      "Ġaya": 1575,
      "Ġugu": 1576,
      "ĠTe": 1577,
      "Ġ18": 1578,
      "Ġh": 1579,
      "renze": 1580,
      "anjye": 1581,
      "Ġguhitamo": 1582,
      "Ġbihe": 1583,
      "hamwe": 1584,
      "Ġkugurisha": 1585,
      "buye": 1586,
      "simbu": 1587,
      "vugwa": 1588,
      "ĠAriko": 1589,
      "ĠLi": 1590,
      "yemo": 1591,
      "Ġmeza": 1592,
      "Ġimyi": 1593,
      "Ġgufasha": 1594,
      "Ġbitewe": 1595,
      "Ġinyungu": 1596,
      "minuza": 1597,
      "pera": 1598,
      "Ġ25": 1599,
      "ĠJo": 1600,
      "Ġbimwe": 1601,
      "ĠWe": 1602,
      "rwayi": 1603,
      "Ġmubikorwa": 1604,
      "tanze": 1605,
      "ĠNiba": 1606,
      "tewe": 1607,
      "tandatu": 1608,
      "meze": 1609,
      "ganga": 1610,
      "Ġ100": 1611,
      "tabo": 1612,
      "Ġnda": 1613,
      "taba": 1614,
      "Ġ16": 1615,
      "Ġbyaba": 1616,
      "ranira": 1617,
      "Ġyakorewe": 1618,
      "bicuruzwa": 1619,
      "Ġagira": 1620,
      "ndu": 1621,
      "Ġnone": 1622,
      "Ġan": 1623,
      "roheje": 1624,
      "Ġbakora": 1625,
      "gire": 1626,
      "ĠBo": 1627,
      "Ġdo": 1628,
      "mpi": 1629,
      "Ġgutunganya": 1630,
      "Ġmuntu": 1631,
      "genga": 1632,
      "Ġutu": 1633,
      "ĠSu": 1634,
      "ĠUbushinwa": 1635,
      "shuti": 1636,
      "fuzo": 1637,
      "Ġamavuta": 1638,
      "ĠKwi": 1639,
      "anduku": 1640,
      "ty": 1641,
      "Ġbahu": 1642,
      "haye": 1643,
      "nganzira": 1644,
      "Ġ13": 1645,
      "Ġinganda": 1646,
      "Ġgukura": 1647,
      "bw": 1648,
      "10": 1649,
      "Ġgucu": 1650,
      "Ġ14": 1651,
      "tor": 1652,
      "Iki": 1653,
      "Ġbana": 1654,
      "banda": 1655,
      "kisha": 1656,
      "retse": 1657,
      "vura": 1658,
      "Ġkubungabunga": 1659,
      "lika": 1660,
      "ĠRayon": 1661,
      "Ġizi": 1662,
      "pfa": 1663,
      "ID": 1664,
      "umutekano": 1665,
      "sanduku": 1666,
      "tozo": 1667,
      "Ġubwa": 1668,
      "Ġyama": 1669,
      "ĠDa": 1670,
      "Ġbiro": 1671,
      "rasira": 1672,
      "fuka": 1673,
      "Ġkwirinda": 1674,
      "Ġbikaba": 1675,
      "Ġizina": 1676,
      "il": 1677,
      "IN": 1678,
      "ul": 1679,
      "yemeza": 1680,
      "terwa": 1681,
      "bwiza": 1682,
      "ĠDe": 1683,
      "ĠAl": 1684,
      "201": 1685,
      "Ubushinwa": 1686,
      "taramo": 1687,
      "hagara": 1688,
      "Ġmwiza": 1689,
      "Ġubwoko": 1690,
      "ransa": 1691,
      "Ġbyari": 1692,
      "Ġvu": 1693,
      "ĠHamwe": 1694,
      "Ġhose": 1695,
      "nshi": 1696,
      "shyirwa": 1697,
      "rushanwa": 1698,
      "Ġibiri": 1699,
      "rayi": 1700,
      "horaho": 1701,
      "Ġinyuma": 1702,
      "Ġmukuru": 1703,
      "Ġze": 1704,
      "bereho": 1705,
      "Ġabakozi": 1706,
      "Ġbamaze": 1707,
      "Ġbagiye": 1708,
      "Ġbantu": 1709,
      "Ġal": 1710,
      "hango": 1711,
      "zana": 1712,
      "torero": 1713,
      "Ġiminsi": 1714,
      "aho": 1715,
      "Ġrugo": 1716,
      "Ġimyenda": 1717,
      "ibyo": 1718,
      "Ġguhanga": 1719,
      "shoboye": 1720,
      "Ġkugu": 1721,
      "hamya": 1722,
      "riya": 1723,
      "ire": 1724,
      "Ġayo": 1725,
      "Ġryu": 1726,
      "hangana": 1727,
      "ĠUganda": 1728,
      "Ġyabi": 1729,
      "rambe": 1730,
      "jambo": 1731,
      "Ġamu": 1732,
      "kwiriye": 1733,
      "Ġtuza": 1734,
      "Ġatari": 1735,
      "kurikira": 1736,
      "jwi": 1737,
      "Ġvuba": 1738,
      "funga": 1739,
      "ED": 1740,
      "Ġnayo": 1741,
      "ĠByo": 1742,
      "Ġibihumbi": 1743,
      "Ġbabo": 1744,
      "yijwe": 1745,
      "Ġinda": 1746,
      "bano": 1747,
      "senge": 1748,
      "kwirakwi": 1749,
      "foto": 1750,
      "Ġ*": 1751,
      ".\"": 1752,
      "Ha": 1753,
      "rasirazuba": 1754,
      "Ġamahirwe": 1755,
      "ang": 1756,
      "mbaga": 1757,
      "Ġbinyuze": 1758,
      "injira": 1759,
      "Ġbikoresho": 1760,
      "Ġco": 1761,
      "hinda": 1762,
      "isi": 1763,
      "nani": 1764,
      "ĠKuri": 1765,
      "Ġibisubizo": 1766,
      "Ġwitwa": 1767,
      "tanye": 1768,
      "paka": 1769,
      "Ġita": 1770,
      "Ġbida": 1771,
      "Ġnganda": 1772,
      "Ġushobora": 1773,
      "Ġnabi": 1774,
      "bije": 1775,
      "ly": 1776,
      "yine": 1777,
      "Ġamaze": 1778,
      "Ġf": 1779,
      "ng": 1780,
      "Uru": 1781,
      "Ġnibikoresho": 1782,
      "nzi": 1783,
      "Ġuga": 1784,
      "kemura": 1785,
      "Ġurwego": 1786,
      "Ġbitanga": 1787,
      "enya": 1788,
      "ĠYesu": 1789,
      "Ġimirimo": 1790,
      "cyuma": 1791,
      "Ġkurinda": 1792,
      "remere": 1793,
      "hariko": 1794,
      "ent": 1795,
      "cyaha": 1796,
      "baza": 1797,
      "Ġguso": 1798,
      "riwe": 1799,
      "Ġitsinda": 1800,
      "pima": 1801,
      "Ġguku": 1802,
      "sobanura": 1803,
      "Ġishobora": 1804,
      "Ġrwose": 1805,
      "wuba": 1806,
      "Ġimodoka": 1807,
      "ĠRo": 1808,
      "tangwa": 1809,
      "Ġguhindura": 1810,
      "Ġtura": 1811,
      "th": 1812,
      "Ġmukino": 1813,
      "Ġbigo": 1814,
      "ĠTo": 1815,
      "zina": 1816,
      "rizwa": 1817,
      "ruguru": 1818,
      "joro": 1819,
      "Ġtwe": 1820,
      "indu": 1821,
      "Ġmoteri": 1822,
      "ĠBuru": 1823,
      "ngereza": 1824,
      "haga": 1825,
      "kuye": 1826,
      "Ġinkunga": 1827,
      "Ġtw": 1828,
      "Ġumuryango": 1829,
      "Ġdufite": 1830,
      "Ġbikomeye": 1831,
      "ĠMinisiteri": 1832,
      "amazi": 1833,
      "Ġmuryango": 1834,
      "byara": 1835,
      "kondo": 1836,
      "byiza": 1837,
      "ĠIbyo": 1838,
      "huta": 1839,
      "zamini": 1840,
      "Ġntibi": 1841,
      "subiza": 1842,
      "ER": 1843,
      "Ġyatangaje": 1844,
      "ble": 1845,
      "gamije": 1846,
      "Ġizo": 1847,
      "noza": 1848,
      "shijwe": 1849,
      "kipe": 1850,
      "Ġra": 1851,
      "Ġimiti": 1852,
      "teza": 1853,
      "mena": 1854,
      "Ġbazi": 1855,
      "biziga": 1856,
      "ĠLa": 1857,
      "Ġele": 1858,
      "teguye": 1859,
      "ĠGicu": 1860,
      "ver": 1861,
      "teko": 1862,
      "zuma": 1863,
      "tsinze": 1864,
      "Ġushinzwe": 1865,
      "Ġ&": 1866,
      "fatwa": 1867,
      "Ġurashobora": 1868,
      "umwi": 1869,
      "ingenzi": 1870,
      "rango": 1871,
      "ubuzima": 1872,
      "Ġ2019": 1873,
      "Ġumuyobozi": 1874,
      "Ġuba": 1875,
      "Ġbuzima": 1876,
      "shimishije": 1877,
      "ubucuruzi": 1878,
      "komoka": 1879,
      "Tu": 1880,
      "boko": 1881,
      "dege": 1882,
      "Ġmwanya": 1883,
      "Ġisa": 1884,
      "yd": 1885,
      "rezo": 1886,
      "\".": 1887,
      "Ġitu": 1888,
      "ĠHo": 1889,
      "vo": 1890,
      "Ġ24": 1891,
      "mure": 1892,
      "komere": 1893,
      "Ġumugore": 1894,
      "Ġbyubu": 1895,
      "Ġbaki": 1896,
      "Ġbyawe": 1897,
      "Ġuruganda": 1898,
      "nal": 1899,
      "yira": 1900,
      "Ġashobora": 1901,
      "jyana": 1902,
      "tangaza": 1903,
      "maza": 1904,
      "rirwa": 1905,
      "Ġmurugo": 1906,
      "Ġkigo": 1907,
      "ĠFa": 1908,
      "Ġnshya": 1909,
      "ster": 1910,
      "era": 1911,
      "tike": 1912,
      "twaro": 1913,
      "zindi": 1914,
      "Ġ2023": 1915,
      "Ġsaa": 1916,
      "tekereza": 1917,
      "Ġkinini": 1918,
      "Ġumuvuduko": 1919,
      "ĠTwi": 1920,
      "Ġ17": 1921,
      "Ġ2020": 1922,
      "Ġ[": 1923,
      "hugurwa": 1924,
      "risto": 1925,
      "Ġnzu": 1926,
      "abana": 1927,
      "Ġvi": 1928,
      "ritse": 1929,
      "sira": 1930,
      "faransa": 1931,
      "Ġkwita": 1932,
      "hoze": 1933,
      "Ġumwaka": 1934,
      "hame": 1935,
      "hagije": 1936,
      "Ġikintu": 1937,
      "fatika": 1938,
      "Ġkwiga": 1939,
      "50": 1940,
      "Ġigice": 1941,
      "uyu": 1942,
      "hera": 1943,
      "ĠQ": 1944,
      "Ġkuma": 1945,
      "ĠAbanyarwanda": 1946,
      "Ġbishya": 1947,
      "yemeje": 1948,
      "ĠIcya": 1949,
      "inganda": 1950,
      "Ġumunsi": 1951,
      "byiri": 1952,
      "dugu": 1953,
      "Ġplasti": 1954,
      "anyi": 1955,
      "lic": 1956,
      "zani": 1957,
      "amashanyarazi": 1958,
      "Ġbwabo": 1959,
      "muka": 1960,
      "AR": 1961,
      "Ġnini": 1962,
      "habwa": 1963,
      "ur": 1964,
      "Ġla": 1965,
      "roni": 1966,
      "Ġ50": 1967,
      "Ġbintu": 1968,
      "dan": 1969,
      "Ġinzu": 1970,
      "Ġudushya": 1971,
      "gizi": 1972,
      "dugudu": 1973,
      "Ġkwezi": 1974,
      "Ġkubika": 1975,
      "kuba": 1976,
      "shinja": 1977,
      "Ġindwara": 1978,
      "somo": 1979,
      "Ġgushaka": 1980,
      "Ġida": 1981,
      "fashwe": 1982,
      "ĠBe": 1983,
      "hura": 1984,
      "yeho": 1985,
      "rinde": 1986,
      "Ġnyamu": 1987,
      "Ġibiro": 1988,
      "meka": 1989,
      "Ġle": 1990,
      "sigaye": 1991,
      "or": 1992,
      "umuryango": 1993,
      "yanga": 1994,
      "yumweru": 1995,
      "mpe": 1996,
      "kuta": 1997,
      "Ġbagomba": 1998,
      "23": 1999,
      "Ġikomeye": 2000,
      "shyaka": 2001,
      "Ġbyabo": 2002,
      "tegerere": 2003,
      "ibikoresho": 2004,
      "Ġgatatu": 2005,
      "Ġkiza": 2006,
      "Ġimpamvu": 2007,
      "Ġguta": 2008,
      "Ġinshuro": 2009,
      "Ġikaba": 2010,
      "shyizwe": 2011,
      "Ġurumuri": 2012,
      "rangiza": 2013,
      "ĠCongo": 2014,
      "ganye": 2015,
      "anuka": 2016,
      "kanda": 2017,
      "ĠTwa": 2018,
      "Ġ2017": 2019,
      "Ġkuzi": 2020,
      "tegura": 2021,
      "ĠPaul": 2022,
      "Ġbyama": 2023,
      "litiki": 2024,
      "umwa": 2025,
      "ziya": 2026,
      "Ġubuyobozi": 2027,
      "Ġkunoza": 2028,
      "tegererezo": 2029,
      "Ġbura": 2030,
      "umva": 2031,
      "Ġgutu": 2032,
      "Ġigishushanyo": 2033,
      "girwa": 2034,
      "yandiko": 2035,
      "rozi": 2036,
      "Ġakamaro": 2037,
      "Ġbisanzwe": 2038,
      "Ġbati": 2039,
      "deri": 2040,
      "Akarere": 2041,
      "byu": 2042,
      "Ġishuri": 2043,
      "Ġkumva": 2044,
      "Ġmujyi": 2045,
      "Ġimpu": 2046,
      "Ġ2024": 2047,
      "gereran": 2048,
      "ame": 2049,
      "ĠIkin": 2050,
      "Ġro": 2051,
      "zuza": 2052,
      "ĠNda": 2053,
      "sohoka": 2054,
      "Ġhano": 2055,
      "ton": 2056,
      "zuro": 2057,
      "tange": 2058,
      "Ġivuga": 2059,
      "Ġgushushanya": 2060,
      "ren": 2061,
      "Ġubucuruzi": 2062,
      "Ġbashobora": 2063,
      "Ġkare": 2064,
      "Bi": 2065,
      "Ġ2022": 2066,
      "ĠIbicuruzwa": 2067,
      "Ġbwinshi": 2068,
      "anditse": 2069,
      "Ġgakondo": 2070,
      "UR": 2071,
      "twaye": 2072,
      "ĠMata": 2073,
      "ĠAPR": 2074,
      "Ġumubare": 2075,
      "Ġmahanga": 2076,
      "shiman": 2077,
      "Ġminsi": 2078,
      "Ġbworoshye": 2079,
      "Ġ:": 2080,
      "taro": 2081,
      "EM": 2082,
      "kanga": 2083,
      "ĠLt": 2084,
      "ĠNyama": 2085,
      "Ġzabo": 2086,
      "Ġguka": 2087,
      "korerwa": 2088,
      "ĠBibi": 2089,
      "Ġgupakira": 2090,
      "Ġ2018": 2091,
      "shika": 2092,
      "baho": 2093,
      "kurura": 2094,
      "Ġkiri": 2095,
      "Ġmyinshi": 2096,
      "feri": 2097,
      "Ġhaza": 2098,
      "Ġibindi": 2099,
      "yari": 2100,
      "ĠNe": 2101,
      "pubu": 2102,
      "Ġinko": 2103,
      "huti": 2104,
      "ĠLED": 2105,
      "ĠBibiliya": 2106,
      "Ġumukino": 2107,
      "Ġabanya": 2108,
      "Ġso": 2109,
      "Ġibyaha": 2110,
      "ganwa": 2111,
      "ganijwe": 2112,
      "Ġifu": 2113,
      "Ġgifite": 2114,
      "ĠDo": 2115,
      "Ġkwan": 2116,
      "huye": 2117,
      "Ġbateri": 2118,
      "ĠMurenge": 2119,
      "Ġnke": 2120,
      "Ġguca": 2121,
      "Ġtele": 2122,
      "ĠBushinwa": 2123,
      "Ġ2021": 2124,
      "rs": 2125,
      "vandi": 2126,
      "gese": 2127,
      "gizwe": 2128,
      "Ġibitekerezo": 2129,
      "sozi": 2130,
      "Ġzirimo": 2131,
      "Ġbwu": 2132,
      "vandimwe": 2133,
      "Ġcyin": 2134,
      "Ġmp": 2135,
      "zamakuru": 2136,
      "Ġebyiri": 2137,
      "ĠWa": 2138,
      "ĠPe": 2139,
      "Ġkuvuga": 2140,
      "Imi": 2141,
      "Ġibiciro": 2142,
      "Ġinta": 2143,
      "gozi": 2144,
      "ĠRepubu": 2145,
      "Ġindirimbo": 2146,
      "yereke": 2147,
      "Ġigisubizo": 2148,
      "Ġg": 2149,
      "Ġum": 2150,
      "rangi": 2151,
      "ĠTa": 2152,
      "Ġumwuka": 2153,
      "Ġnumu": 2154,
      "Ġguse": 2155,
      "banuka": 2156,
      "hiriza": 2157,
      "koreshejwe": 2158,
      "yona": 2159,
      "kunzi": 2160,
      "Ġntiba": 2161,
      "Ġgus": 2162,
      "Ġamategeko": 2163,
      "mvikana": 2164,
      "tsina": 2165,
      "ĠKomi": 2166,
      "Ġruswa": 2167,
      "jije": 2168,
      "nyamabanga": 2169,
      "Ġada": 2170,
      "is": 2171,
      "neka": 2172,
      "Ġbuta": 2173,
      "ramu": 2174,
      "Ġkumi": 2175,
      "Ġkureba": 2176,
      "ir": 2177,
      "ĠSo": 2178,
      "ric": 2179,
      "manota": 2180,
      "Ġyabaye": 2181,
      "Ġuburambe": 2182,
      "hawe": 2183,
      "Ġuburenganzira": 2184,
      "buzima": 2185,
      "shyigikira": 2186,
      "ibihugu": 2187,
      "Ġkun": 2188,
      "Ġbibiri": 2189,
      "saga": 2190,
      "ĠHu": 2191,
      "Ġibimenyetso": 2192,
      "rimu": 2193,
      "mpiyona": 2194,
      "Ġusanga": 2195,
      "Ġva": 2196,
      "tabira": 2197,
      "rezi": 2198,
      "gito": 2199,
      "garamu": 2200,
      "Ġukeneye": 2201,
      "Ġkumwe": 2202,
      "hungu": 2203,
      "tuye": 2204,
      "Ġinshingano": 2205,
      "verin": 2206,
      "tive": 2207,
      "Ġigiciro": 2208,
      "Ġyuzuye": 2209,
      "cyi": 2210,
      "kwirakwiza": 2211,
      "ĠByongeye": 2212,
      "Ġnabo": 2213,
      "Ġgikorwa": 2214,
      "Ġukurikije": 2215,
      "kane": 2216,
      "Ġyombi": 2217,
      "ĠMugihe": 2218,
      "ĠCO": 2219,
      "rogaramu": 2220,
      "verinoma": 2221,
      "inyabiziga": 2222,
      "rebe": 2223,
      "amafaranga": 2224,
      "Ġbaturage": 2225,
      "igihe": 2226,
      "Ġuruhu": 2227,
      "kiriye": 2228,
      "geje": 2229,
      "Ġbagera": 2230,
      "Ġturi": 2231,
      "ĠYi": 2232,
      "Ġbato": 2233,
      "Ġumurongo": 2234,
      "teguwe": 2235,
      "Ġumugabo": 2236,
      "rangiye": 2237,
      "abi": 2238,
      "ĠRepubulika": 2239,
      "ĠHe": 2240,
      "shyamba": 2241,
      "gabane": 2242,
      "Ġbwose": 2243,
      "sta": 2244,
      "ĠUruganda": 2245,
      "Ġake": 2246,
      "reka": 2247,
      "Ġibihe": 2248,
      "ĠImashini": 2249,
      "raso": 2250,
      "Ġnibwo": 2251,
      "Ġibisabwa": 2252,
      "Ġkwerekana": 2253,
      "yongere": 2254,
      "umini": 2255,
      "Ġmwinshi": 2256,
      "ct": 2257,
      "Ġca": 2258,
      "Ġnkuru": 2259,
      "fitanye": 2260,
      "ruhu": 2261,
      "bwuba": 2262,
      "ĠIgishushanyo": 2263,
      "amategeko": 2264,
      "ruru": 2265,
      "bre": 2266,
      "Ġyimi": 2267,
      "Ġubumenyi": 2268,
      "Ġyerekana": 2269,
      "murika": 2270,
      "ikoranabuhanga": 2271,
      "yamakuru": 2272,
      "Ġubutumwa": 2273,
      "mbitse": 2274,
      "Ġkwambara": 2275,
      "Ġnkuko": 2276,
      "shakisha": 2277,
      "umuntu": 2278,
      "Ġisanzwe": 2279,
      "Ġibiryo": 2280,
      "ĠMbere": 2281,
      "pite": 2282,
      "Ġbitu": 2283,
      "yanda": 2284,
      "Ġcyumweru": 2285,
      "nyine": 2286,
      "Ġurugero": 2287,
      "AF": 2288,
      "bwubatsi": 2289,
      "rangira": 2290,
      "tanzwe": 2291,
      "per": 2292,
      "Ġbagenzi": 2293,
      "lin": 2294,
      "Ġyabwiye": 2295,
      "satsi": 2296,
      "shoramari": 2297,
      "ĠKenya": 2298,
      "ĠThe": 2299,
      "12": 2300,
      "baba": 2301,
      "Ġkiganiro": 2302,
      "Ġkuramba": 2303,
      "che": 2304,
      "Ġako": 2305,
      "Ġzikomeye": 2306,
      "Ġmbi": 2307,
      "Ġli": 2308,
      "Ġicu": 2309,
      "zamuka": 2310,
      "zengu": 2311,
      "byuma": 2312,
      "fungura": 2313,
      "Ġbyujuje": 2314,
      "kaza": 2315,
      "basha": 2316,
      "reme": 2317,
      "Ġwabo": 2318,
      "Ġleta": 2319,
      "byin": 2320,
      "Ġkugenda": 2321,
      "ĠPC": 2322,
      "ĠTi": 2323,
      "am": 2324,
      "icyo": 2325,
      "Ġkohereza": 2326,
      "yoboye": 2327,
      "Ġbyerekana": 2328,
      "ĠIcyo": 2329,
      "Ġindi": 2330,
      "ngura": 2331,
      "Ġisuku": 2332,
      "Ġamasezerano": 2333,
      "Ġkwishyura": 2334,
      "Ġbyihuse": 2335,
      "Ġguhangana": 2336,
      "subira": 2337,
      "Ġintego": 2338,
      "Ġurubyiruko": 2339,
      "injiza": 2340,
      "rusi": 2341,
      "giranye": 2342,
      "hano": 2343,
      "vid": 2344,
      "Ġntu": 2345,
      "Ġkan": 2346,
      "Ġbwoko": 2347,
      "Ġibyiza": 2348,
      "Ġbigomba": 2349,
      "kera": 2350,
      "ĠIsi": 2351,
      "vugizi": 2352,
      "ĠTan": 2353,
      "ste": 2354,
      "AC": 2355,
      "Ġyakoze": 2356,
      "kamaro": 2357,
      "pfuye": 2358,
      "Ġumuriro": 2359,
      "ziki": 2360,
      "Ġbada": 2361,
      "iyi": 2362,
      "ĠLtd": 2363,
      "Ġingamba": 2364,
      "Ġsha": 2365,
      "Ġabayobozi": 2366,
      "Ġubwiza": 2367,
      "Ġmake": 2368,
      "garagaye": 2369,
      "Ġbikoreshwa": 2370,
      "anone": 2371,
      "Ġbukomeye": 2372,
      "Ġkugura": 2373,
      "gabanya": 2374,
      "ĠX": 2375,
      "ĠRwa": 2376,
      "ubwi": 2377,
      "Ġ21": 2378,
      "Ġbice": 2379,
      "singa": 2380,
      "hindagu": 2381,
      "Ġikirere": 2382,
      "Ġndi": 2383,
      "girika": 2384,
      "Ġyitwa": 2385,
      "handi": 2386,
      "ĠSha": 2387,
      "Ġyagiye": 2388,
      "buze": 2389,
      "uburyo": 2390,
      "Ġnzego": 2391,
      "Ġruhande": 2392,
      "ĠAf": 2393,
      "Ġmurenge": 2394,
      "Ġyamu": 2395,
      "Ġimiyoboro": 2396,
      "fana": 2397,
      "ĠMusanze": 2398,
      "Ġaki": 2399,
      "yanya": 2400,
      "Ġbyingenzi": 2401,
      "gambi": 2402,
      "Ġyatangiye": 2403,
      "Ġkira": 2404,
      "Ġubundi": 2405,
      "30": 2406,
      "ĠBya": 2407,
      "andika": 2408,
      "GI": 2409,
      "umwihariko": 2410,
      "Ġitandukanye": 2411,
      "ĠZi": 2412,
      "fone": 2413,
      "ĠKana": 2414,
      "Ġbwawe": 2415,
      "tarama": 2416,
      "Ġbyihariye": 2417,
      "Ġ1994": 2418,
      "Ġ22": 2419,
      "Ġibigo": 2420,
